/* No comment provided by engineer. */
"%@ plugin. (No description provided.)" = "%@ plugin. (Ei kuvausta.)";

/* No comment provided by engineer. */
"<empty>" = "<tyhjä>";

/* No comment provided by engineer. */
"<p>Authors: " = "<p>Tekijät: ";

/* No comment provided by engineer. */
"<p>Date: " = "<p>Päiväys: ";

/* No comment provided by engineer. */
"<p>Format: " = "<p>Muoto: ";

/* No comment provided by engineer. */
"<p>ISBN: " = "<p>ISBN: ";

/* No comment provided by engineer. */
"<p>Publisher: " = "<p>Julkaisija: ";

/* No comment provided by engineer. */
"<p>Summary: " = "<p>yhteenveto: ";

/* No comment provided by engineer. */
"Alert" = "Varoitus";

/* No comment provided by engineer. */
"All" = "Kaikki";

/* No comment provided by engineer. */
"Any" = "Mikä tahansa";

/* No comment provided by engineer. */
"Are you sure you want to delete the selected books?" = "Haluatko varmasti poistaa valitut kirjat?";

/* No comment provided by engineer. */
"Are you sure you want to delete this list? It still contains items." = "Haluatko varmasti poistaa listan joka sisältää kohteita?";

/* No comment provided by engineer. */
"Are you sure you want to download and install the selected plugin? It may take several minutes." = "Haluatko varmasti ladata ja asentaa valitun pluginin? Toiminto saattaa kestää useita minuutteja.";

/* No comment provided by engineer. */
"Author(s)" = "Tekijä(t)";

/* No comment provided by engineer. */
"Batch Quickfill" = "Monen kirjan pikatäyttö";

/* No comment provided by engineer. */
"Batch quickfilling %d items..." = "Pikatäytetään %d kohteet...";

/* No comment provided by engineer. */
"Biography" = "Elämänkerta";

/* No comment provided by engineer. */
"Books - Loading..." = "Books - Lataa...";

/* No comment provided by engineer. */
"Books has finished importing %d records." = "Booksiin tuotu %d merkintää.";

/* No comment provided by engineer. */
"Books has finished searching %@. %d items found." = "%1$@ haku suoritettu. Kohteita löytyi %2$d.";

/* No comment provided by engineer. */
"Borrower" = "Lainaaja";

/* No comment provided by engineer. */
"Camera Window" = "Web-kameran ikkuna";

/* No comment provided by engineer. */
"Can Not Remove List" = "Listaa ei voi poistaa";

/* No comment provided by engineer. */
"Can't find application support folder" = "Sovelluksen tukihakemistoa ei löydy";

/* No comment provided by engineer. */
"Cancel" = "Kumoa";

/* No comment provided by engineer. */
"Compacting Data Files..." = "Pakataan datatiedostoja...";

/* No comment provided by engineer. */
"Condition" = "Ehto";

/* No comment provided by engineer. */
"contains" = "sisältää";

/* No comment provided by engineer. */
"Could not save changes while quitting. Quit anyway?" = "Muutoksia ei voida tallentaa. Lopetetaanko silti?";

/* No comment provided by engineer. */
"Current Value" = "Nykyinen arvo";

/* No comment provided by engineer. */
"Date Acquired" = "Hankintapäivä";

/* No comment provided by engineer. */
"Date Finished" = "Luettu loppuun";

/* No comment provided by engineer. */
"Date Lent" = "Lainattu";

/* No comment provided by engineer. */
"Date Published" = "Julkaisupäivä";

/* No comment provided by engineer. */
"Date Started" = "Aloituspäivä";

/* No comment provided by engineer. */
"Delete" = "Poista";

/* No comment provided by engineer. */
"Delete List" = "Poista lista";

/* No comment provided by engineer. */
"Delete Non-Empty List?" = "Poistetaanko lista joka ei ole tyhjä?";

/* No comment provided by engineer. */
"Delete Selected Books?" = "Poistetaanko valitut kirjat?";

/* No comment provided by engineer. */
"does not contain" = "ei sisällä";

/* No comment provided by engineer. */
"Downloading and installing plugin..." = "Ladataan ja asennetaan pluginia...";

/* No comment provided by engineer. */
"Duplicate" = "Monista";

/* No comment provided by engineer. */
"Duplicate Book" = "Monista kirja";

/* No comment provided by engineer. */
"Edit Smart List" = "Muokkaa Smart List:ia";

/* No comment provided by engineer. */
"Edition" = "Painos";

/* No comment provided by engineer. */
"Editor(s)" = "Toimittaja(t)";

/* No comment provided by engineer. */
"ends with" = "loppuu";

/* No comment provided by engineer. */
"Export Complete" = "Vienti valmis";

/* No comment provided by engineer. */
"Exporting data to plugin..." = "Viedään tietoja pluginille...";

/* No comment provided by engineer. */
"Fairy Tales" = "Sadut";

/* No comment provided by engineer. */
"Fantasy" = "Fantasiakirjallisuus";

/* No comment provided by engineer. */
"Folk Tales" = "Kansantarinat";

/* No comment provided by engineer. */
"Format" = "Muoto";

/* No comment provided by engineer. */
"Gallery Controls" = "Gallerian kontrollit";

/* No comment provided by engineer. */
"Genre" = "Lajityyppi";

/* No comment provided by engineer. */
"Get Info" = "Näytä tiedot";

/* No comment provided by engineer. */
"greater than" = "suurempi kuin";

/* No comment provided by engineer. */
"Hide Cover" = "Piilota kansikuva";

/* No comment provided by engineer. */
"Hide Info" = "Kätke tiedot";

/* No comment provided by engineer. */
"Historical Fiction" = "Historiallinen kaunokirjallisuus";

/* No comment provided by engineer. */
"http://www.google.com/search?q=*isbn*" = "http://www.google.com/search?q=*isbn*";

/* No comment provided by engineer. */
"Illustrator(s)" = "Kuvittaja(t)";

/* No comment provided by engineer. */
"Import Complete" = "Tuonti suoritettu";

/* No comment provided by engineer. */
"Import Data" = "Tuo tietoja";

/* No comment provided by engineer. */
"Install Plugin?" = "Asennetaanko plugin?";

/* No comment provided by engineer. */
"Installed" = "Asennettu";

/* No comment provided by engineer. */
"is" = "on";

/* No comment provided by engineer. */
"is not" = "ei ole";

/* No comment provided by engineer. */
"ISBN" = "ISBN";

/* No comment provided by engineer. */
"Keep" = "Pidä";

/* No comment provided by engineer. */
"Keep or overwrite existing values?" = "Säilytetäänkö vai korvataanko entiset arvot?";

/* No comment provided by engineer. */
"Keywords" = "Avainsanat";

/* No comment provided by engineer. */
"Length" = "Pituus";

/* No comment provided by engineer. */
"less than" = "pienempi kuin";

/* No comment provided by engineer. */
"List Name" = "Listan nimi";

/* No comment provided by engineer. */
"Location" = "Sijainti";

/* No comment provided by engineer. */
"Lookup Complete" = "Haku valmis";

/* No comment provided by engineer. */
"matches regexp" = "regexp täsmää";

/* No comment provided by engineer. */
"More than ten books have been selected. Only opening the first ten..." = "Enemmän kuin kymmenen kirjaa valittu. Avataan ensimmäiset kymmenen...";

/* No comment provided by engineer. */
"My Books" = "Omat kirjat";

/* No comment provided by engineer. */
"Mystery" = "Mysteerit";

/* No comment provided by engineer. */
"Myths & Legends" = "Myytit ja tarut";

/* No comment provided by engineer. */
"New Book" = "Uusi kirja";

/* No comment provided by engineer. */
"New List" = "Uusi lista";

/* No comment provided by engineer. */
"New Smart List" = "Uusi Smart List";

/* No comment provided by engineer. */
"No" = "Ei";

/* No comment provided by engineer. */
"No Controls Available" = "Ei kontrolleja";

/* No comment provided by engineer. */
"No operations available" = "Ei toimintoja";

/* No comment provided by engineer. */
"No Quickfill Plugin Selected" = "Pikatäytön pluginia ei valittuna";

/* No comment provided by engineer. */
"No quickfill plugins have been selected. Select one in the preferences." = "Valitse pikatäytön plugin.";

/* No comment provided by engineer. */
"Non-Fiction" = "Tietokirjallisuus";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only one book may be quickfilled at a time." = "Vain yhden kirjan pikatäyttö mahdollinen kerrallaan.";

/* No comment provided by engineer. */
"Open Camera" = "Käynnistä web-kamera";

/* No comment provided by engineer. */
"Overwrite" = "Korvaa";

/* No comment provided by engineer. */
"Owner" = "Omistaja";

/* No comment provided by engineer. */
"Place Published" = "Julkaisupaikka";

/* No comment provided by engineer. */
"Please install the PDF Exporter from the Plugin Manager to enable printing." = "Asenna PDF Exporter käyttämällä Plugin Manageria mahdollistaaksesi tulostamisen.";

/* No comment provided by engineer. */
"Plugin Installed" = "Plugin asennettu";

/* No comment provided by engineer. */
"Poetry" = "Runot";

/* No comment provided by engineer. */
"Publisher" = "Julkaisija";

/* No comment provided by engineer. */
"Quickfilling item %d of %d..." = "Pikatäytetään kohde %1$d / %2$d...";

/* No comment provided by engineer. */
"Quit" = "Lopeta";

/* No comment provided by engineer. */
"Quit anyway" = "Lopeta silti";

/* No comment provided by engineer. */
"Rating" = "Arviointi";

/* No comment provided by engineer. */
"Realistic Fiction" = "Todenmukainen kaunokirjallisuus";

/* No comment provided by engineer. */
"Remove Book" = "Poista kirja";

/* No comment provided by engineer. */
"Remove List" = "Poista lista";

/* No comment provided by engineer. */
"Rename List" = "Nimeä lista uudelleen";

/* No comment provided by engineer. */
"Returned On" = "Palautettu";

/* No comment provided by engineer. */
"Science Fiction" = "Tieteiskirjallisuus";

/* No comment provided by engineer. */
"Search Selected List" = "Hae valitusta listasta";

/* No comment provided by engineer. */
"Series" = "Kirjasarja";

/* No comment provided by engineer. */
"Short Stories" = "Novelli";

/* No comment provided by engineer. */
"Show Cover" = "Näytä kansi";

/* No comment provided by engineer. */
"Source" = "Lähde";

/* No comment provided by engineer. */
"starts with" = "alkaa";

/* No comment provided by engineer. */
"Summary" = "yhteenveto";

/* No comment provided by engineer. */
"The new plugin has been installed. Please restart Books to use the new plugin." = "Käynnistä Books uudelleen käyttääksesi asennettua pluginia.";

/* No comment provided by engineer. */
"The remaining list can not be removed." = "Jäljellä olevaa listaa ei voi poistaa.";

/* No comment provided by engineer. */
"Title" = "Otsikko";

/* No comment provided by engineer. */
"Too Many Books Selected" = "Liian monta kirjaa valittuna";

/* No comment provided by engineer. */
"Translator(s)" = "Kääntäjä(t)";

/* No comment provided by engineer. */
"Unable To Print" = "Ei pysty tulostamaan";

/* No comment provided by engineer. */
"Untitled Book" = "Nimetön kirja";

/* No comment provided by engineer. */
"Updating Spotlight index..." = "Päivitetään Spotlight indeksiä...";

/* No comment provided by engineer. */
"View" = "Näytä";

/* No comment provided by engineer. */
"View Inspector" = "Näytä Tutkija";

/* No comment provided by engineer. */
"Yes" = "Kyllä";

/* No comment provided by engineer. */
"Delete Selected Book?" = "Poistetaanko valittu kirja?";

/* No comment provided by engineer. */
"Are you sure you want to delete the selected book?" = "Haluatko varmasti poistaa valitun kirjan?";

/* No comment provided by engineer. */
"Unknown Condition" = "Kunto ei tiedossa";

/* No comment provided by engineer. */
"Unknown Value" = "Arvo ei tiedossa";

/* No comment provided by engineer. */
"Unknown Source" = "Lähde ei tiedossa";

/* No comment provided by engineer. */
"Unknown Owner" = "Omistaja ei tiedossa";